export default names = [
  {
    name: "אייל",
    origin: 'תנ"ך / עולם החי',
    meaning: `מקור השם אייל (כשהוא נהגה Ayal) הוא בעל חיים ממשפחת היונקים מעלי הגרה ומסדרת מכפילי הפרסה. האייל כולל 16 סוגים ו-36 מינים והינו בעל קרניים בעזרתם הוא נלחם בזכרים האחרים כדי להשיג את הנקבה בשבט. האייל מוזכר גם בספר התהילים: "כאייל תערוג על אפיקי מים".יות מחולקות בעולם`,
    genderMale: true,
    genderFemale: false,
    englishSpelling: "Ayal",
  },
  {
    name: "אלכסנדר ",
    origin: "השפה היוונית",
    meaning: `מקור השם אלכסנדר הוא בשפה היוונית, בה הפירוש שלו מגן האדם. השם אלכסנדר מוכר כשמו של אלכסנדר הגדול (אלכסנדר מוקדון) שהיה נחשב לגבר חזק, מרשים ובעל יכולות אתלטיות גבוהות.`,
    genderMale: true,
    genderFemale: false,
    englishSpelling: "Alexander",
  },
  {
    name: "אווה ",
    origin: "השפה הלטינית ",
    meaning: `השם אווה מגיע מהשפה הלטינית ולרוב משמש ככינוי לועזי לשם חווה - שהייתה אם כל חי, האישה הראשונה בעולם.`,
    genderMale: false,
    genderFemale: true,
    englishSpelling: "Eva",
  },
];
